Repository: oliverschloebe/simple-yearly-archive
Catalog: simple-yearly-archive-*.po
Languages: it_it

source: Simple Yearly Archive Options
it_it: Opzioni Simple Yearly Archive

source: Settings successfully updated!
it_it: Le impostazioni sono state aggiornate con successo!

source: Customize the archive output
it_it: Personalizzazione archivio

source: Date format
it_it: Formato della data

source: (Check <a href="http://php.net/date" target="_blank">http://php.net/date</a> for date formatting)
it_it: (Vedi <a href="http://php.net/date" target="_blank">http://php.net/date</a> per il formato della data)

source: Seperator between date and post title
it_it: Seperatore tra la data ed il titolo dell'articolo

source: Linked years?
it_it: Link per gli anni?

source: Before / After (Year headline)
it_it: Davanti / A seguire (Sommario annuale)

source: Update Options
it_it: Aggiorna le opzioni

source: Help
it_it: Info

source: If you are new to using this plugin or cant understand what all these settings do, please read the documentation at <a href="http://www.schloebe.de/wordpress/simple-yearly-archive-plugin/" target="_blank">http://www.schloebe.de/wordpress/simple-yearly-archive-plugin/</a>
it_it: Qualora avessi delle difficolt√† di utilizzo e/o di impostazione per il plugin, leggi la documentazione informativa in <a href="http://www.schloebe.de/wordpress/simple-yearly-archive-plugin/" target="_blank">http://www.schloebe.de/wordpress/simple-yearly-archive-plugin/</a>

source: Plugin by
it_it: Plugin di

source: Show post count for each year?
it_it: Desideri mostrare per ogni anno il conteggio degli articoli?

source: Show comments count for each post?
it_it: Desideri mostrare per ogni articolo il totale dei commenti?

source: Miscellaneous Options
it_it: Opzioni varie

source: Link back to my website in plugin footer? :)
it_it: Link back al mio sito nel footer? :)

source: Show optional Excerpt (if available)?
it_it: Mostra opzione estratti (se disponibile)?

source: Max. chars of Excerpt (0 for default)
it_it: Numero massimo di caratteri (0 per predefinito)

source: Indentation of Excerpt (in px)
it_it: Capoverso estratto (in px)

source: Show categories after each post?
it_it: Desideri mostrare le categorie dopo ogni singolo articolo?

source: Visit plugin homepage
it_it: Visita la homepage del plugin

source: Version
it_it: Versione

source: Author
it_it: Autore

source: by
it_it: di

source: Show post author after each post?
it_it: Desideri mostrare l'autore degli articoli dopo ogni singolo post?

source: More of my WordPress plugins
it_it: Altri plugin da me sviluppati

source: You may also be interested in some of my other plugins:
it_it: Potrebbero interessarti alcuni dei miei plugins:

source: Show other plugins by this author inline &raquo;
it_it: Mostra inline gli altri plugin &raquo;

source: More information at: <a href="http://extend.schloebe.de" target="_blank">http://extend.schloebe.de</a>
it_it: Ulteriori informazioni in: <a href="http://extend.schloebe.de" target="_blank">http://extend.schloebe.de</a>
